---
kind: other
id: Properties.T:Autodesk.Revit.DB.ScheduleSheetInstance
source: html/a7d3080d-811d-4c71-d15a-1a466de68df0.htm
---
# ScheduleSheetInstance Properties

The id of the assembly instance to which the element belongs.